/* Form A Guarding Fence page success */
"### Congratulations!\nYou have successfully commanded a swarm of drones to fly on Mission Pads！\n\n[**Next Page**](@next)" = "### 太棒了！\n你已成功命令一群 Tello 在挑战卡上飞行了！\n\n\n\n[**下一页**](@next)";

/* flyDown(cm:) hint */
"To fly down you need to use the `flyDown(cm: 50)` command." = "让 Tello 向下飞你需要使用 `flyDown(cm: 50)` 指令。";

/* transit(x:y:z:pad1:pad2) hint */
"To transit to another Mission Pad you need to use the `transit(x: 100, y: 0, z: 100, pad1: -2, pad2: -1)` command." = "让 Tello 跳跃到另一张挑战卡你需要使用 `transit(x: 100, y: 0, z: 100, pad1: -2, pad2: -1)` 指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

